[
	{
		"title_zh": "Tobii ",
		"title_en": "/ 白金級贊助",
		"blocks": [
			{
				"type": "image",
				"level": 1,
				"content": [
					"/sponsors/platinum_tobii.png"
				]
			},
			{
				"type": "h2",
				"level": 1,
				"content": [
					"Tobii已將人機互動實際應用在臨床實踐、教育、技術培訓和AI在PC上的注意力運算等領域，並探索了擴增實境（XR）等新興技術。您能解釋一下為什麼選擇在這些領域進行投資嗎？"
				]
			},
			{
				"type": "p",
				"level": 1,
				"content": [
					"在Tobii，我們的使命一直是推動人類與科技的互動方式。我們相信眼動追踪和人機互動有潛力在各個領域皆能創造有意義的影響力。這就是為什麼我們選擇在以下這些領域深耕：",
					"A. 在臨床實踐領域，人機互動可以用於創建更沉浸和互動的醫學模擬。這可以幫助醫生和護士訓練複雜的程序並提高他們的技能。例如，Tobii 的眼動追蹤技術可以用於創建虛擬實境 (VR) 模擬，讓醫生可以在逼真的模型上練習進行手術。這有助於減少錯誤並改善患者的結果。",
					"B. 在教育領域，我們認識到眼動追踪對於提升學習體驗的潛力，特別是對於有特殊需求的個體而言。通過將眼動追踪技術整合到教育軟件和輔助技術中，我們能夠創建更加個性化和引人入勝的學習環境。這項技術使教育者更好地理解學生與學習素材的互動，從而進行量身定制的干預措施，提高學習成果。",
					"C. 在技術培訓的領域中，眼動追踪已經在航空、製造和外科手術等行業的技術培訓中取得了重大突破。通過捕捉和分析培訓過程中的眼動，我們可以識別改進的領域，提高培訓參與度，並優化技能發展。這導致更加高效和有效的培訓，減少錯誤，提高高風險專業領域的整體表現。",
					"D. 個人電腦上的AI注意力運算 - 通過利用Tobii的AI算法和設備網絡攝像頭，我們的Tobii Aware技術可以檢測用戶的存在和注意力，通過智能電源管理和情境感知增強個人電腦的互動，提高用戶體驗和生產力。",
					"此外，Tobii Horizon通過提供無需VR頭戴式顯示器的6DoF體驗，徹底改變了遊戲。這一突破讓玩家通過自然的頭部運動跟踪享受沉浸式的遊戲體驗，在虛擬世界中實現新的互動和可達性水平，提升遊戲體驗。",
					"在所有這些領域中，我們對眼動追踪技術的投資是基於這樣的信念：理解人類行為和認知是構建更易於適應且易於使用技術的關鍵。通過結合尖端研究、工程專業知識和對用戶需求的深刻理解，我們致力於推動人機互動的界限，並對人們的生活產生積極影響。"
				]
			},
			{
				"type": "h2",
				"level": 1,
				"content": [
					"與其他相似做眼動追蹤的競爭對手相比，Tobii最獨特的特點是什麼？"
				]
			},
			{
				"type": "p",
				"level": 1,
				"content": [
					"Tobii產品最獨特的特點，使我們與其他相似品牌有所不同，就在於我們尖端的機器學習和高級信號處理的整合。這些技術構成了我們所做的一切的基礎。",
					"在Tobii，我們已經在眼動追踪和理解人類注意力方面深耕了20多年。我們是解讀頭部和眼部運動的專家，能夠精確地將最微妙和微小的人類動作轉化為準確而有意義的凝視信號。這使我們能夠深入瞭解吸引人的注意力的因素並解釋其意圖。我們的解決方案旨在滿足各種用戶，無論他們是誰或身在何處。"
				]
			},
			{
				"type": "h2",
				"level": 1,
				"content": [
					"眼動追踪技術在消費性電子用戶體驗、駕駛體驗、網站介面設計和遊戲介面的UI/UX方面有什麼影響？"
				]
			},
			{
				"type": "p",
				"level": 1,
				"content": [
					"眼動追踪技術在這些領域的影響是深遠的。",
					"從消費性電子的用戶體驗來說，Tobii Aware可以在個人電腦上實現智能電源管理和個性化互動。而Tobii Horizon提供了一個突破性的6DoF遊戲體驗，無需VR頭戴顯示器，增強了用戶參與和沉浸感。在產品設計面，眼動追踪還可以透過揭示用戶行為的insight，進而優化UI/UX設計。",
					"在駕駛體驗方面，眼動追踪通過監測駕駛員的注意力，檢測昏昏欲睡或分心，從而提高了駕駛體驗的安全性和愉悅感。而在車用電子的設計上，眼動追踪還有助於設計更加直觀的車內界面，提高駕駛效率和滿意度。",
					"在網站介面設計方面，眼動追踪革新了版面和內容的優化。透過分析用戶的眼動數據，設計師可以創建更user-friendly的網站，進而增加滿意度和轉換率。",
					"關於遊戲的UI/UX，通過了解玩家的凝視模式，開發人員可以在遊戲中策略性地放置提示，增強遊戲玩法。眼動追踪促進了遊戲內的活耀情境、提供更沉浸式的互動，推動了人機互動和體驗設計的新界限。",
					"簡單來說，眼動追踪技術改變了消費電子、駕駛體驗、網站設計，並增強了遊戲設計過程。通過對用戶行為和自然互動的洞察，它推動了人機互動和體驗設計的新界限。隨著Tobii的創新，我們致力於為無縫的、以用戶為中心的技術持續加強這些領域。"
				]
			},
			{
				"type": "h2",
				"level": 1,
				"content": [
					"眼動追踪技術在消費性電子用戶體驗、駕駛體驗、網站介面設計和遊戲介面的UI/UX方面有什麼影響？"
				]
			},
			{
				"type": "p",
				"level": 1,
				"content": [
					"眼動追踪技術在這些領域的影響是深遠的。",
					"從消費性電子的用戶體驗來說，Tobii Aware可以在個人電腦上實現智能電源管理和個性化互動。而Tobii Horizon提供了一個突破性的6DoF遊戲體驗，無需VR頭戴顯示器，增強了用戶參與和沉浸感。在產品設計面，眼動追踪還可以透過揭示用戶行為的insight，進而優化UI/UX設計。",
					"在駕駛體驗方面，眼動追踪通過監測駕駛員的注意力，檢測昏昏欲睡或分心，從而提高了駕駛體驗的安全性和愉悅感。而在車用電子的設計上，眼動追踪還有助於設計更加直觀的車內界面，提高駕駛效率和滿意度。",
					"在網站介面設計方面，眼動追踪革新了版面和內容的優化。透過分析用戶的眼動數據，設計師可以創建更user-friendly的網站，進而增加滿意度和轉換率。",
					"關於遊戲的UI/UX，通過了解玩家的凝視模式，開發人員可以在遊戲中策略性地放置提示，增強遊戲玩法。眼動追踪促進了遊戲內的活耀情境、提供更沉浸式的互動，推動了人機互動和體驗設計的新界限。",
					"簡單來說，眼動追踪技術改變了消費電子、駕駛體驗、網站設計，並增強了遊戲設計過程。通過對用戶行為和自然互動的洞察，它推動了人機互動和體驗設計的新界限。隨著Tobii的創新，我們致力於為無縫的、以用戶為中心的技術持續加強這些領域。"
				]
			},
			{
				"type": "h2",
				"level": 1,
				"content": [
					"公司的未來發展是什麼？"
				]
			},
			{
				"type": "p",
				"level": 1,
				"content": [
					"Tobii持續與研究單位進行合作，希望能將研究產出與實務接軌，讓眼動技術落地生根並導入生活，從而實現我們的最終願景。這也延伸到虛擬實境 (VR) 和擴增實境 (AR) 等新興技術領域。",
					"Tobii台灣於二○一八年開始與成大體育健康與休閒研究所運動認知神經科學實驗室蔡佳良特聘教授、屏東科技大學研究總中心王采蕎助理教授級研究員合作。整個團隊運用眼動儀和腦波儀分析使用者運動時的生心理反應，已成功研發出裸視虛擬實境組合裝置、可監控疲勞的MR虛擬羽球互動系統、以及VR羽球互動訓練系統。蔡教授指出︰輔助傳統運動技能訓練於VR/AR裝置將是未來趨勢，而透過學術專業知識和技能來結合業界技術核心，以產學合作共同開發運動訓練的數位化教材，將能為虛擬世界中的運動訓練和教學打開大門。",
					"展望未來，我們的駕駛監控系統 (DMS) 是 Tobii 未來努力的另一個重要步伐。利用眼動追蹤技術和注意力計算，DMS 提供了一個全面的解決方案，以提高駕駛安全性，監測注意力水平，並改善整體道路安全。"
				]
			}
		]
	},
	{
		"title_zh": "奧圖碼 ",
		"title_en": "/ 金級贊助",
		"blocks": [
			{
				"type": "image",
				"level": 1,
				"content": [
					"/sponsors/gold_optoma.png"
				]
			},
			{
				"type": "h2",
				"level": 1,
				"content": [
					"奧圖碼和其他相似性質的品牌相比，最大的優勢為何?"
				]
			},
			{
				"type": "p",
				"level": 1,
				"content": [
					"我們目前是台灣第一家即將在英國上市的公司。秉持國際品牌、在地深耕的精神，從創立初期就前往海外佈局，聘用在地人才，擁有多元文化背景的團隊。這使得我們能夠迅速反應不同國家和地區的市場趨勢，從而提供最適合當地市場的產品和服務。另外透過奧圖碼全方位的產品線發展，包括投影機、智慧互動顯示屏、多功能LED顯示屏、沈浸式教學解決方案、OMS顯示管理解決方案及OSS智能解決方案，我們提升了更多與人互動、共享和協作的使用者體驗。奧圖碼在產品設計與互動應用上特別注重永續創新及以人為本，這樣的努力讓我們榮獲德國iF 設計獎、德國紅點設計獎、美國綠色設計獎和美國繆思創意獎等多項國際大獎肯定。目前在歐洲區域的4K和DLP投影機銷售量連年排名第一，顯示奧圖碼在投影技術及使用者體驗上獲得廣大的肯定與信任。"
				]
			},
			{
				"type": "h2",
				"level": 1,
				"content": [
					"在徵才的時候，奧圖碼會希望擁有什麼樣特質的人加入呢？"
				]
			},
			{
				"type": "p",
				"level": 1,
				"content": [
					"奧圖碼是一個全球化的組織，需要與不同文化背景的同僚交流並互相支持。除了技術上硬實力外，我們也希望找到認同公司核心價值觀 - 創新(Innovation)、誠信(Integrity)及客戶導向(Customer Focus)的人才，也就是針對工作能發展創新且實際的解決方法，保持開放的態度並勇於嘗試來面對問題及機會，同時也能持續在團隊中展現真實、透明並負責的行為。另外，在面對工作，需以人為出發點，所有奧圖碼產品設計或互動應用，都是為了讓客戶獲得更豐富的生活體驗。除了認同核心價值外，擁有以下3C人格特質的人才也會是我們關注的重點: 溝通表達(Communication)、與人協作(Collaboration)和批判性思考(Critical thinking)。"
				]
			},
			{
				"type": "h2",
				"level": 1,
				"content": [
					"為什麼會選擇跟 OpenHCI’23 X TAICHI 合作呢？"
				]
			},
			{
				"type": "p",
				"level": 1,
				"content": [
					"以台灣來說，許多優秀人才會選擇往台積電等硬體製造公司發展。但我們認為未來AI時代，雲端運算、AR/MR或UI/UX等較注重藝術創意及使用者體驗的軟體領域，會是台灣產業發展的重要方向，故奧圖碼積極進行轉型，從硬體產品轉變為顯示解決方案品牌，開發符合使用者情境的軟體及內容解決方案。同時，奧圖碼也積極進行產學合作，如今年4月與陽明交通大學成立了「奧圖碼AI暨虛實互動技術研發中心」, 對於AI與虛實互動感知技術的研發與應用進行研究探索，並將開發成果和實際產業需求結合，期待培育更多人才與國際接軌。這次參與OpenHCI’23 & TAICHI活動，我們希望表達對於產學合作的支持，共同推動人機介面技術的創新與應用，以實現更加自然的互動體驗及多元操作方式，這樣的目標也與奧圖碼願景: Enriching lives through leading visual solutions不謀而合，希望對未來人機介面的發展做出貢獻，以豐富人們的生活。"
				]
			},
			{
				"type": "h2",
				"level": 1,
				"content": [
					"案例分享"
				]
			},
			{
				"type": "p",
				"level": 1,
				"content": [
					"<u><a href=\"https://www.youtube.com/watch?v=7JhyTyNrwYA\">5G 行動投影探測號</a></u>",
					"<u><a href=\"https://www.youtube.com/watch?v=kOazTciN6IQ\">未來展演場</a></u>",
					"<u><a href=\"https://www.optoma.com.tw\">官方網站</a></u>"
				]
			}
		]
	},
	{
		"title_zh": "104人力銀行 ",
		"title_en": "/ 銀級贊助",
		"blocks": [
			{
				"type": "image",
				"level": 1,
				"content": [
					"/sponsors/silver_104.png"
				]
			},
			{
				"type": "h2",
				"level": 1,
				"content": [
					"目前104的使用者經驗團隊組成為何？團隊成員間的合作模式又是如何呢？"
				]
			},
			{
				"type": "p",
				"level": 1,
				"content": [
					"我們的設計團隊，包含了產品設計師、用戶研究員、以及行銷設計師。",
					"行銷設計師通常是和業務、企劃、前工程、以及行銷同事們合作。",
					"產品設計師們會與用戶研究員聯手，與產品企劃、產品經理與前端工程師們合作。",
					"研究員們另外還會接受行銷團隊的委託，進行用戶研究。",
					"值得一提的是，我們有很多產品服務，是由產品設計師與用戶研究員，從概念發想階段，就與產品企劃密切合作，一邊設計概念雛形，一邊訪談用戶來驗證或發展產品方向。",
					"另外，用戶研究員也協助產品設計師，培養自己來進行基本易用性訪談的能力，讓設計師們能更進一步掌握用戶中心的流程。"
				]
			},
			{
				"type": "h2",
				"level": 1,
				"content": [
					"104的使用者經驗團隊都是如何進行用戶研究的？會包含哪些研究方法呢？又是如何選定這些研究方法的？"
				]
			},
			{
				"type": "p",
				"level": 1,
				"content": [
					"用戶研究員每年有自己的獨立預算，用以支援人力銀行各產品服務的研究需求。",
					"通常是公司內的產品團隊、行銷團隊、或者策略管理團隊，會向我們提出針對某些問題的研究需求；除此之外，也有我們自己自發性的研究專案，獨立在個別產品服務的框架之外，為產品服務結構、用戶族群屬性、未來發展趨勢等，進行不同規模與方法的用戶研究。",
					"一般的研究專案，我們可能透過 104 人力人力銀行的會員系統、會員 EDM、網站與 app 推播等，招募 104 的求職與求才會員，來進行用戶訪談；但也會透過外部的市調公司，協助我們尋找非會員、或者招募條件比較特殊、比較難找到的受訪者。",	
					"我們的研究範疇，除了產品服務的設計研究之外，也包含了用戶族群行為與需求、網路與社群趨勢與影響、求職求才環境與趨勢、會根據所要研究的問題與範疇，選擇最適當的研究方法。除了大家比較常聽見的易用性研究之外，我們也完成了許多用戶需求訪談、場域與情境觀察、參與式工作坊、用戶座談會、以及許多不同的問卷調查、用戶行為流量研究等。",
					"除了 UX 團隊裡的用戶研究員之外， 104 人力銀行內還有專門的流量與市調研究團隊，執行定期的數據研究與依照需求的流量測試；在新產品或新版本上線時，產品 PM 們也被要求一定會經過一段時期的 bucket 或 A/B Testing。"	
				]
			},
			{
				"type": "h2",
				"level": 1,
				"content": [
					"作為104的使用者經驗設計師、工程師與PM，各自需要具備哪些關鍵能力？"
				]
			},
			{
				"type": "p",
				"level": 1,
				"content": [
					"104 人力銀行的設計師，從早期單純的視覺或介面設計師，轉化為重視用戶體驗的 UX 設計師；近年來更提升強化成為產品設計師與行銷設計師。",
					"目前的產品設計師，已經可以從過去產品企劃的工作中，接手負責設計產品架構與流程、甚至參與發展與調整產品服務概念。所需要的能力，早已不僅止於末端的視覺設計的輸出而已了。除了產品服務流程、多元產品架構組成、還包括了流量監控與解釋、SEO 方法與實務、甚至是企劃與專案管理概念。另外，我們也經由每年兩次的成果發表會，持續訓練設計師們，個個都能夠上台，侃侃而談介紹自己的設計與影響。",
					"工程師們除了本職學能的系統開發維護之外，也必須精通一種或多種的開發架構、雲端技術、高強度的資安觀念與技術，此外透過幾年來的合作，工程師們也已經廣泛接受用戶體驗完整性的重要，並且在工作流程上，充分與設計師協力合作。",
					"產品企劃與產品經理們，在 104 人力銀行的傳統中，本來就已經是習慣於持續追蹤流量、瞭解用戶行為的工作流程與方法；所以他們也非常願意與用戶研究員合作，挖掘數據背後的原因與可能性、以及更深的用戶需求與脈絡。",
					"104 人力銀行同時面對求職者（C）、以及求才企業（B），會有兩種截然不同的需求面向與生態環境，也深刻影響兩個面向的平台設計與開發方式。我們的產品團隊，在通熟兩方面需求與目的的脈絡下，能夠完整思考 B & C 用戶旅程、以及平台的社會責任與商業目的，為用戶設計能夠滿足需求的產品服務體驗。"
				]
			},
			{
				"type": "h2",
				"level": 1,
				"content": [
					"作為團隊的主管，平時是如何凝聚團隊的默契，領導部門進行研究與設計的？"
				]
			},
			{
				"type": "p",
				"level": 1,
				"content": [
					"研究員與產品設計師們，在過去幾年裡，一直都是在同一個團隊中密切合作。設計師們會把產品端的需求或想法，帶回來跟研究員討論，必要時也會跟研究員們共同籌劃研究專案，甚至執行部分訪談。研究員的研究發現及洞察，可以幫助設計師們釐清在產品設計的方向，並且給予設計理念上的支援。",
					"設計師們持續多年的讀書會、工作坊、各種協力合作與專案互助，默契十足。",
					"用戶研究員是個四、五人的小團隊，在大多數研究案或其他支援專案之中，都會一起參與需求的討論。甚至常常不需要主管指派，就能主動參與支援其他研究員的專案。",
					"這些團隊內的默契，除了平日生活工作中的苦樂同擔、分享慰藉之外，也是源由於公司整體從上到下散發的『為善』的企業文化，以及主管與同事間坦誠相待、真心關愛的氛圍。"
				]
			}
		]
	}
]